Repository: Lalufu/time-slider
Catalog: po/*.po
Languages: ar, ca, cs, hu, ja, nl, pl

source: Configure the system to take automatic snapshots of your data
ar: تاكيد النظام على أخذ صورة عن النظام عن البيانات
ca: Configurar el sistema per a fer instantànies automàtiques de les vostres dades
cs: Nakonfigurujte si systém tak, aby vytvářel automatické snímky Vašich dat
hu: A rendszer beállítása arra, hogy automatikusan mentse az Ön adatait
ja: 自動的にデータのスナップショットを作成するようにシステムを構成します
nl: Configureer het systeem om automatische momentopnamen van je gegevens te nemen
pl: Skonfiguruj system do automatycznego wykonywania migawek twoich danych

source: %d snapshots will be deleted.
ar: %d الصورة سوف تمحى
ca: %d instantànies a ser eliminades.
cs: %d snímky budou smazány.
hu: %d pillanatkép törölve lesz.
ja: %d 個のスナップショットが削除されます。
nl: %d momentopnamen zullen worden verwijdert
pl: %d migawki zostaną usunięte

source: <b>Summary</b>
ar: <b> ملخص </b>
ca: <b>Resum</b>
cs: <b>Shrnutí</b>
hu: <b>Összesítés</b>
ja: <b>要約</b>
nl: <b>Samenvatting</b>
pl: <b>Podsumowanie</b>

source: D_eselect All
ca: De-_seleccionar-ho Tot
cs: V_yřadit vše
hu: Kijelölések megszüntetése
ja: すべてを選択解除(_E)
nl: D_eselecteer alle
pl: O_dznacz wszystkie

source: Delete Snapshots
ar: حذف صور النظام
ca: Eliminar instantànies
cs: Smazat snímky
hu: Pillanatképek törlése
ja: スナップショットの削除
nl: Verwijder momentopnamen
pl: Usuwam migawki

source: Deleting Snapshots
ar: حذف صور النظام
ca: Eliminant Instantànies
cs: Mažu snímky
hu: Pillanatképek törlése
ja: スナップショットを削除しています
nl: Momentopnames worden verwijdert
pl: Usuwanie migawki

source: Deleting snapshots...
ar: حذف صور النظام...
ca: Eliminant Instantànies...
cs: Mažu snímky...
hu: Pillanatképek törlése...
ja: スナップショットを削除しています...
nl: Momentopnamen worden verwijdert...
pl: Usuwanie migawek...

source: Exit when done.
ar: الخروج عن الإنتهاء
ca: Sortir quant estigui fet.
cs: Ukončit po dokončení.
hu: Kilépés, ha elkészült.
ja: 完了したら終了します。
nl: Sluit af als je klaar bent.
pl: Wyjdź kiedy skończysz.

source: File System:
ar: نظام الملفات :
ca: Sistema de Fitxers:
cs: Souborový systém:
hu: Fájlrendszer:
ja: ファイルシステム:
nl: Bestand systeem:
pl: System plików:

source: Name:
ar: إسم :
ca: Nom:
cs: Jméno:
hu: Név:
ja: 名前:
nl: Naam:
pl: Nazwa:

source: Press Delete to continue.
ar: إضغط على حذف للإستمرار
ca: Premeu a Eliminar per a continuar.
cs: Stiskněte Smazat pro pokračování.
hu: Nyomjon Delete-t a folytatáshoz.
ja: 続行するには「削除」を押します。
nl: Druk delete om door te gaan.
pl: Naciśnij Delete żeby kontynuować.

source: Scanning snapshots...
ar: فحص صور النظام
ca: Escanejant instantànies....
cs: Skenuji snímky...
hu: Pillanatképek keresése...
ja: スナップショットをスキャンしています...
nl: Momentopnamen aan het scanderen...
pl: Wyszukuje migawki...

source: Select ZFS snapshots to delete from the list below.
ar: إختر ZFS صور النظام لحذف من اسفل القائمة
ca: Seleccioneu les instantànies ZFS a eliminar del següent llistat.
cs: Vyberte ZFS snímek ze seznamu, který má být smazán.
hu: Jelöljön ki ZFS pillanatképeket törlésre a listából.
ja: 下の一覧から削除する ZFS スナップショットを選択します。
nl: Kies de te verwijderen ZFS momentopnamen van de lijst beneden.
pl: Wybierz migawki ZFS do usunięcia z listy poniżej.

source: <b>Enable Time Slider</b>
ar: <b>تفعيل شريط تمرير الوقت</b>
ca: <b>Activar Time Slider</b>
cs: <b>Povolit Time Slider</b>
hu: <b>Time Slider engedélyezése</b>
ja: <b>タイムスライダを有効にする</b>
nl: <b>Schakel tijd slijder in</b>
pl: <b>Włącz Time Slider</b>

source: <b>File Systems To Back Up</b>
ar: <b> ملف النظام للنسخة الإحتياطية </b>
ca: <b>Sistema de fitxers a fer Còpia de seguretat</b>
cs: <b>Záloha souborového systému</b>
hu: <b>Fájl Rendszer Mentése</b>
ja: <b>バックアップするファイルシステム</b>
nl: <b>Bestand systemen voor backup</b>
pl: <b>System plików do Back Up</b>

source: Advanced Options
ar: خيارات إضافية
ca: Opcions avançades
cs: Rozšířené možnosti
hu: Szakértői beállítások
ja: 詳細オプション
nl: Geavanceerde opties
pl: Zaawansowane opcje

source: C_ustom:
ca: _Personalitzat:
cs: V_lastní
hu: _Egyedi:
ja: カスタム(_U):

source: Configuring Time Slider...
ar: إعدادات شريط التوقيت...
ca: Configurant Time Slider...
cs: Konfiguruji Time Slider...
hu: Time Slider konfigurációja...

source: For advanced users
ar: من أجل المستخدمين المتقدمين
ca: Per a usuaris avançats
cs: Pro pokročilé uživatele
hu: Tapasztalt felhasználóknak
ja: 上級ユーザー向け
nl: Voor geavanceerde gebruikers
pl: Dla zaawansowanych użytkowników

source: Recommended for most users
ar: المطلوب من كل المستخدمين
ca: Recomanat per a la majoria d'usuaris
cs: Doporučeno pro většinu uživatelů
hu: Ajánlott az átlagfelhasználóknak
ja: ほとんどのユーザーに推奨
nl: Aanbevolen voor de meeste gebruikers
pl: Rekomendowane dla większości użytkowników

source: Reduce backups when storage space usage exceeds:
ar: تخفيض النسخة الإحتياطية عند تجاوز المساحة النخزينية
ca: Reduir les còpies de seguretat quan l'espai d'emmagatzemament excedeixi:
cs: Zmenšit zálohy pokud úložný prostor překročí:
hu: Csökkentse a mentések számát ha a tároló helyhasználata
ja: ストレージスペースの使用量が超過したらバックアップを削減する:
nl: Verminder back-ups als opslagruimte gebruik meer bedraagt dan:
pl: Zmniejsz liczbę backupów kiedy przestrzeń przechowywania przekroczy:

source: Time Slider Manager
ar: إدارة شريط تمرير الوقت
ca: Gestor de Time Slider
cs: Správce pro Time Slider
hu: Time Slider Vezérlő
ja: タイムスライダマネージャー
nl: Tijd glijder beheerder
pl: Menadżer Time Slider

source: Time Slider backs up data regularly by taking timed ZFS Snapshots
ar: شريط تمرير الوقت يقوم بنسخ إحتياطي للبيانات بشكل منتظم بأخذ صورة للنظام
ca: Time Slider fa còpies de seguretat regularment prenent Instantànies ZFS programades
cs: Time Slider zálohuje pravidelně data pomocí časových ZFS smínků
hu: Time Slider rendszeresen végez mentéseket időzített ZFS pillanatképek készítésével.
ja: タイムスライダは、時刻指定の ZFS スナップショットを作成することによって定期的にデータをバックアップします
nl: Tijd glijder maakt reservekopie&#235;n van gegevens door het nemen van een regelmatige ZFS momentopnamen
pl: Time Slider regularnie robi kopię zapasową danych poprzez migawkę ZFS

source: _All
ar: _الكل
ca: _Tots
cs: _Vše
hu: _Mind
ja: すべて(_A)
nl: _Alle
pl: _Wszystkie

source: _Delete Snapshots...
ar: _حذف صور النظام ....
ca: _Eliminar Instantànies...
cs: _Smazat snímek...
hu: _Pillanatkép törlése...
ja: スナップショットの削除(_D)...
nl: _Verwijder momentopnames...
pl: _Usuwanie Migawki...

source: of file system capacity
ar: قدرة نظام ملفات النظام
ca: de la capacitat del sistema de fitxers
cs: kapacity souborového systému
hu: fájlrendszer kapacitásának
ja: ファイルシステム容量
nl: van bestand systeem capaciteit
pl: możliwości systemu plików

source: Take a snapshot now
ar: خذ نسخة من صورة النظام الأن
ca: Fer una instantània ara
cs: Pořídit snímek nyní
hu: Pillanatkép készítése most
ja: 今すぐスナップショットを取得する
nl: Neem nu een momentopname
pl: Zrób migawkę teraz

source: Take a snapshot of
ar: خذ نسخة من صورة النظام
ca: Fer una instantània de
cs: Pořídit snímek
hu: Pillanatkép készítése a
ja: スナップショットを取得する対象
nl: Neem een momentopname van
pl: Zrób migawkę

source: with the name :
ar: بإسم :
ca: amb el nom :
cs: s názvem:
hu: névvel :
ja: 名前:
nl: met de naam :
pl: z nazwą:

source: 10 Mo
ca: 10 Dl
cs: Pondělí 10
hu: 10 megabájt

source: <b>Current Version</b>
ar: <b>الإصدار الحالي</b>
ca: <b>Versió Actual</b>
cs: <b>Současná verze</b>
hu: <b>Jelenlegi Verzió</b>
ja: <b>現在のバージョン</b>
nl: <b>Huidige versie</b>
pl: <b> Wersja bieżąca</b>

source: <b>Older Versions</b>
ar: <b>الإصدارات السابقة</b>
ca: <b>Versions Anteriors</b>
cs: <b>Starší verze</b>
hu: <b>Régebbi Verziók</b>
ja: <b>旧バージョン</b>
nl: <b>Oudere versies</b>
pl: </b>Starsza Wersja</b>

source: Double click to open the file
ar: إضغط مرتين لفتح الملف
ca: Doble clic per a obrir un fitxer
cs: Dvojitým kliknutím na soubor tento soubor otevřete
hu: Dupla kattintás a fájl megnyitásához
ja: ダブルクリックしてファイルを開く
nl: Dubbelklik om het bestand te openen
pl: Kliknij dwa razy, żeby otworzyć plik

source: Open the current version of the file
ar: إفتح نفس إصدار الملف
ca: Obrir la versió actual del fitxer
cs: Otevřete soubor současné verze
hu: Az aktuális fájl verzió megnyitása
ja: ファイルの現在のバージョンを開く
nl: Open de huidige versie van het bestand
pl: Otwórz bieżącą wersję pliku

source: Scanning for older versions
ar: الفحص للإصدارات الأقدم
ca: Escanejant per a versions antigues
cs: Skenuji pro starší verze
hu: Keresés régebbi verziók után
ja: 旧バージョンをスキャンしています
nl: Zoeken naar oudere versies
pl: Wyszukuje starsze wersje

source: Time Slider File Version Explorer
ar: متصفح ملف إصدار شريط تمرير الوقت
ca: Explorador de Versions de Fitxer de Time Slider
cs: Time Slider - Průzkumník verzí
hu: Time Slider Fájl Verzió Intéző
ja: タイムスライダファイルバージョンエクスプローラ
nl: Tijd slijder bestand versie onverzoeker

source: compare
ar: مقارنة
ca: comparar
cs: porovnat
hu: összehasonlítás
ja: 比較
nl: vergelijk
pl: porównaj

source: filename
ar: إسم الملف
ca: nomfitxer
cs: jméno souboru
hu: fájlnév
ja: ファイル名
nl: bestand naam
pl: nazwa pliku

source: gtk-close
ar: gtk-إغلاق
ca: tancar-gtk
nl: gtk-sluiten
pl: gtk-zamknij

source: last modified :
ar: أخر تعديل :
ca: última modificació :
cs: Naposledy změněn :
hu: Utoljára módosítva :
ja: 最終更新日付:
nl: laatst bewerkt :
pl: ostatnia modyfikacja :

source: name :
ar: إسم :
ca: nom :
cs: jméno :
hu: név :
ja: 名前:
pl: nazwa:

source: size :
ar: الحجم :
ca: mida :
cs: velikost :
hu: méret :
ja: サイズ:
nl: grootte :
pl: rozmiar:

source: Time Slider: Low Space Warning
ar: شريط التوقيت : تحذير بإنخفاض المساحة
ca: Time Slider: Advertència poc espai
cs: Time Slider: Varování - málo místa
hu: Time Slider: Kevés Tárhely Figyelmeztetés

source: Emergency: '%s' is full!
ar: الخطر : '%s' ممتلئ!
ca: Emergència: '%s' està ple!
cs: Stav nouze: '%s' je plný!
hu: Vészhelyzet: '%s' megtelt!
ja: 緊急: '%s' がいっぱいです。
nl: Alarm: '% s' is vol!
pl: Uwaga: '%s' jest zapełniony

source: The file system: '%s', is over %s%% full.
ar: نظام الملفات: '%s', كامل %s%% ممتلئ.
ca: El sistema de fitxers: '%s', sobreexcedeix %s%%.
cs: Souborový systém: %s', je z %s%% plný.
hu: A fájlrendszer: '%s' több mint %s%%-kal megtelve.

source: The file system: '%s', is over %s%% full. As an emergency measure, Time Slider has destroyed all of its backups. To fix this problem, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
ar: نظام الملفات : `%s` وكامل %s%%. ممتلى والتدبير الإحترازي, شريط تمرير الوقت سوف يحذف كامل النسخ الإحتياطي . ولإصلاح هذه المشكلة , إحذف أي ملفات غير ضرورية '%s', أو أضف قرص أخر
ca: El sistema de fitxers: '%s', està gairebé %s%% ple. Com a mesura d'emergència, Time Slider ha destruït totes les vostres còpies de seguretat. Per solucionar aquest problema, elimineu qualsevol fitxer innecessari de '%s', o afegiu espai al disc (vegeu la documentació de ZFS).
cs: Souborový systém: '%s', z %s%% je přeplněn. Time Slider smazal všechny své zálohy jako nouzové opatření. Chcete-li vyřešit tento problém, smažte nepotřebné soubory na '%s' nebo přidejte více místa (viz ZFS dokumentace).
hu: A fájlrendszer: '%s' több mint %s%%-a megtelt. A katasztrófa elkerülés érdekében a Time Slider törölte az összes mentést. A probléma megoldása érdekében töröljön minden felesleges fájlt a '%s'-ről, vagy adjon hozzá több lemezterületet (Lásd ZFS dokumentációt).
ja: ファイルシステム: '%s' が総容量の %s%% を超えました。 緊急の手段として、タイムスライダはすべてのバックアップを破棄しました。 この問題を解決するために、'%s' 上の不必要なファイルをすべて削除するか、またはディスク容量を追加してください (ZFS のマニュアルを参照)。
nl: Het bestandssysteem: '%s' is meer dan% s%% vol. Als een noodmaatregel, Time Slider heeft alle back-ups vernietigd. Om dit probleem te verhelpen, verwijdert u overbodige bestanden op '% s' of voeg schijfruimte(zie documentatie ZFS).
pl: System plików: '%s', jest zapełniony w %s%%. Jako środek zaradczy, Time Slider usunął wszystkie migawki tego systemu plików. Aby rozwiązać ten problem, usuń niepotrzebne pliki z '%s' lub dodaj przestrzeń dyskową(zobacz dokumentację ZFS)

source: Emergency: '%s' is almost full!
ar: الخظر : '%s' على الأغلب كامل
ca: Emergència: '%s' gairebé està ple!
cs: Stav nouze: '%s' je skoro plný!
hu: Vészhelyzet: '%s' majdnem teli!
ja: 緊急: '%s' がほぼいっぱいです。
nl: Noodgeval: '% s' is bijna vol!
pl: Uwaga: '%s' jest prawie zapełniony

source: The file system: '%s', exceeded %s%% of its total capacity
ar: نظام الملفات: '%s', تجاوز %s%% فوق كل السعة الكلية
ca: El sistema de fitxers: '%s', excedeix %s%% de la seva capacitat total
cs: Souborový systém: '%s', překročil %s%% své celkové kapacity
hu: A fájlrendszer: '%s' túllépte teljes kapacitásának %s%%-át

source: The file system: '%s', exceeded %s%% of its total capacity. As an emerency measure, Time Slider has has destroyed most or all of its backups to prevent the disk becoming full. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
ar: نظام الملفات: '%s', تجاوز %s%% من اجمالي قدرتها. باعتبارها emerencyقياس ، شريط الوقت سوف يلغي معظم ا كل ملفات النسخة الإحتياطي لمنع ملئ القرص . لمنع حدوث ذلك مرة أخرى, يجب عليك , delete any, حذف كل الملفات الغير مفيدة ضمنه '%s', أو أضف قرص جديد(إنظر ZFS دليل).
ca: El sistema de fitxers: '%s', excedeix %s%% de la seva capacitat total. Com a mesura d'emergència, Time Slider ha moltes o totes les seves còpies de seguretat per a prevenir que el disc estigués ple. Per a prevenir que això no torni a passar, elimineu qualsevol fitxer innecessari '%s', o afegiu espai de disc (vegeu la documentació de ZFS).
cs: Souborový systém '%s', překročil %s%% ze své celkové kapacity. Jako nouzové opatření Time Slider odstranil většinu svých záloh, aby předešel zaplnění disku. Smažte nepotřebné soubory na '%s' nebo přidejte místo, abyste se tomuto problému příště vyhnuli (viz ZFS dokumentace).
hu: A fájlrendszer: '%s', túllépte teljes kapacitása %s%%-át. Mint egy vészhelyzetet elkerülendő, a Time Slider megsemmisítette a legtöbb vagy minden mentést mielőtt a lemez megtelne. A jövőben az ilyen helyzeteket megelőzvén törölje a felesleges fájlokat a '%s'-en vagy adjon hozzá lemezterületet (lást ZFS dokumentációt).

source: Urgent: '%s' is almost full!
ar: عاجل : '%s' على الإغلب ممتلئ
ca: Urgent: '%s' gairebé està ple!
cs: Naléhavé: '%s' je skoro plný!
hu: Sürgős: '%s' majdnem megtelt!
ja: 緊急: '%s' がほぼいっぱいです。
nl: Urgent: '% s' is bijna vol!
pl: Pilne: '%s' jest prawie zapełniony!

source: The file system: '%s', exceeded %s%% of its total capacity. As a remedial measure, Time Slider has destroyed some backups, and will destroy more, eventually all, as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
ca: El sistema de fitxers: '%s', excedeix %s%% de la seva capacitat total. com a mesura correctora, Time Slider ha destruït algunes còpies de seguretat, i en destruirà més, eventualment totes, si la capacitat continua disminuint. Per preveure que això no torni a passar, elimineu qualsevol fitxer innecessari de '%s', o afegiu espai al disc (vegeu la documentació de ZFS).
cs: Souborový systém '%s', překročil %s%% ze své celkové kapacity. Jako nouzové opatření, Time Slider odstranil některé ze svých záloh a odstraní více, eventuálně vše, pokud se kapacita bude nadále snižovat. Abyste tomuto zabránili do budoucna, smažte nepotřebné soubory na '%s', nebo přidejte další diskový prostor (více v dokumentaci o ZFS).
hu: A fájlrendszer: '%s', túllépte teljes kapacitása %s%%-át. Mint egy javító intézkedés, a Time Slider megsemmisített számos mentést, és még többet fog, végül mindet, ahogy a kapacitás továbbra is csökken. A jövőben az ilyen helyzeteket megelőzvén törölje a felesleges fájlokat a '%s'-en vagy adjon hozzá lemezterületet (lást ZFS dokumentációt).
ja: ファイルシステム: '%s' が総容量の %s%% を超えました。是正手段として、タイムスライダはすでに一部のバックアップを破棄しており、容量が減り続ければさらに多くのバックアップ、最終的にはすべてのバックアップを破棄します。 この問題がふたたび発生しないようにするために、'%s' 上の不必要なファイルをすべて削除するか、またはディスク容量を追加してください (ZFS のマニュアルを参照)。
nl: Het bestandssysteem: '%s', heeft %s%% van de totale capaciteit overschreden. Zoals een corrigerendemaatregel, Time Slider heeft een aantal back-ups vernietigd, en zal daarmee doorgaan , totdat uiteindelijk alle back-ups vernietigd zijn, zolang de capaciteit blijft afnemen. Om te voorkomen dat dit opnieuw gebeurt, verwijder alle overbodige bestanden op '%s',of voeg schrijfruimte toe (zie ZFS documentatie).
pl: System plików: '%s', przekroczył %s%% jego całkowitej pojemności. Jako środek zaradczy Time Slider usunął kilka migawek tego systemu i w końcu usunie wszystkie, jeżeli wolne miejsce będzie nadal ubywać. Aby ta sytuacja się nie powtórzyła, usuń niepotrzebne pliki z '%s' lub dodaj przestrzeń dyskową (zobacz dokumentację ZFS)

source: Warning: '%s' is getting full
ar: تحذير : '%s' الحصول على الكامل
ca: Avís: '%s' s'està emplenant
cs: Upozornění: '% s' se zaplňuje
hu: Figyelmeztetés: '%s' megtelik
ja: 警告: '%s' がいっぱいになりつつあります
nl: Waarschuwing: '%s' wordt voller en voller
pl: Ostrzeżenie: '%s' staje się pełny

source: '%s' exceeded %s%% of its total capacity. To fix this, Time Slider has destroyed some recent backups, and will destroy more as capacity continues to diminish. To prevent this from happening again, delete any unnecessary files on '%s', or add disk space (see ZFS documentation).
ar: '%s' تجاوزت %s%% كامل المساحة المتاحة. لحل المشكلة, شريط الوقت يحذف كل ويزيل أخر ملفات النسخ الإحتياطي, وسوف يستمر بعملية الحذف الإزالة من أجل التقليص . لمنع حدوث ذلك مرة أخرى , يجب عليك حذف الملفات الغير مفيدة ضمنه'%s', أو اضف قرص جديد (إنظر ZFS دليل).
ca: '%s' excedeix %s%% de la seva capacitat total. Per a corregir-ho, Time Slider ha algunes còpies de seguretat recents, i en continuarà destruint-ne més si la capacitat continua reduint-se. Per a prevenir que això no torni a passar més, elimineu qualsevol fitxer innecessari en '%s', o afegiu espai de disc addicional (vegeu la documentació de ZFS).
cs: '%s', překročil %s%% ze své celkové kapacity. Time Slider odstranil některé své zálohy a odstraní více, pokud se kapacita bude nadále snižovat. Abyste tomuto zabránili do budoucna, smažte nepotřebné soubory na '%s', nebo přidejte další diskový prostor (více v dokumentaci o ZFS).
hu: A '%s' meghaladta teljes kapacitása %s%%-át. Javításként, a Time Slider megsemmisített néhány közeli mentést, és még többet fog, ahogy a kapacitás továbbra is csökken. A jövőben az ilyen helyzeteket megelőzvén törölje a felesleges fájlokat a '%s'-en vagy adjon hozzá lemezterületet (lást ZFS dokumentációt).

source: Details...
ar: تفاصيل...
ca: Detalls...
cs: Podrobnosti...
hu: Részletek...

source: Legacy
ar: إرث
ca: Llegat
cs: Odkaz
hu: Hagyományos
ja: 旧バージョン
nl: Legaat

source: Mount Point
ar: نقطة التحميل
ca: Punt de Muntatge
cs: Místo připojení
hu: Felcsatolási pont
ja: マウントポイント
nl: Monteer punt
pl: Punkt montowania

source: File System Name
ar: إسم ملف النظام
ca: Nom Sistema de Fitxers
cs: Jméno souborového systému
hu: Fájlrendszer Neve
ja: ファイルシステム名
nl: Bestand systeem naam
pl: Nazwa systemu plików

source: Snapshot Name
ar: إسم صورة النظام
ca: Nom de la instantània
cs: Jméno snímku
hu: Pillanatkép neve
ja: スナップショット名
nl: Momentopname naam
pl: Nazwa migawki

source: Creation Time
ar: إنشاء الوقت
ca: Temps de creació
cs: Čas vytvoření
hu: Készítés ideje
ja: 作成時間
nl: Aanmaaktijd
pl: Czas utworzenia

source: All
ar: الكل
ca: Tots
cs: Vše
hu: Mind
ja: すべて
nl: Alle
pl: Wszystkie

source: Monthly
ar: شهريا
ca: Mensual
cs: Měsíčně
hu: Havi
ja: 毎月
nl: Maandelijks
pl: Miesięcznie

source: Weekly
ar: إسبوعيا
ca: Setmanal
cs: Týdně
hu: Heti
ja: 毎週
nl: Wekelijks
pl: Tygodniowo

source: Daily
ar: يومي
ca: Diària
cs: Denně
hu: Napi
ja: 毎日
nl: Dagelijks
pl: Dziennie

source: Hourly
ar: ساعي
ca: Cada hora
cs: Každou hodinu
hu: Óránkénti
ja: 毎時
nl: Ieder uur
pl: Co godzinę

source: 1/4 Hourly
ar: 1/4 ساعي
ca: Cada 1/4 d'hora
cs: Každou 1/4 hodinu
hu: Negyed óránkénti
ja: 15 分ごと
nl: Ieder kwartier
pl: Co 15 minut

source: Snapshot can not be deleted
ar: صور النظام لا يمكن حذفها
ca: La instantània no pot ser eliminada
cs: Snímek nemůže být smazán
hu: Nem törölhető pillanatkép
ja: スナップショットを削除できません
nl: Momentopname kan niet gewist worden
pl: Migawka nie może byś usunięta

source: %s has one or more dependent clones and will not be deleted. To delete this snapshot, first delete all datasets and snapshots cloned from this snapshot.
ar: %s هناك وأحد او أكثر من نسخ معتمدة على بعضها لا يمكن خذفها . لحذف صورة النظام , أولا أحذف كل datasetes ونسخ صور النظام من صور النظام
ca: %s té un o més clons que en depenen i no serà eliminat. Per eliminar aquestainstantània, primer elimineu tots els datasets i instantànies clonades d'aquesta instantània.
cs: %s má jednu nebo více závislých klonů a nemůže být smazán. Abyste mohli odstranit tento snímek, musíte nejdříve smazat všechny jeho datové sady a klony.
hu: Egy vagy több klónnal rendelkezik %s, így nem törölhető. Ezen pillanatkép törléséhez, először törölni kell a pillanatképből az összes adathalmazt és a klónozott pillanatképeket.
ja: %s には 1 つ以上の複製が依存しているため、削除されません。このスナップショットを削除するには、まず、このスナップショットから複製されたすべてのデータセットとスナップショットを削除してください。
nl: % s heeft een of meer afhankelijke klonen en zal niet worden verwijderd. Om deze momentopname te verwijderen,moeten eerst alle gekloonde datasets en momentopnames van deze momentopname verwijdert worden.
pl: %s posiada jeden lub więcej zależnych klonów i nie zostanie usunięty. Aby usunąc tąmigawkę, najpierw usuń wszystkie datasety i migawki sklonowane z tej migawki.

source: 1 snapshot will be deleted.
ar: 1 صورة نظام سوف تحذف
ca: 1 instantània serà eliminada.
cs: 1 snímek bude smazán
hu: 1 pillanatkép kerül törlésre.
ja: 1 つのスナップショットが削除されます。
nl: 1 momentopname zal niet verwijdert worden
pl: 1 migawka będzie usunięta

source: Some snapshots could not be read
ar: بعض صور النظام لايمكن أن تقرأ
ca: No s'han pogut llegir algunes instantànies
cs: Některé snímky nelze přečíst
hu: Néhány pillanatkép nem olvasható
ja: いくつかのスナップショットを読み取れませんでした
nl: Sommige momentopnames konden niet gelezen worden
pl: Nie można odczytać niektórych migawek

source: Some snapshots could not be deleted
ar: بعض صور النظام لايمكن أن تحذف
ca: No s'han pogut eliminar algunes instantànies
cs: Některé snímky nemohou být smazány
hu: Néhány pillanatkép nem törölhető
ja: いくつかのスナップショットを削除できませんでした
nl: Sommige momentopnames konden niet verwijdert worden
pl: Nie można usunąć niektórych migawek

source: Insufficient Priviliges
ar: الإمتيازات غير كافية
ca: Privilegis insuficients
cs: Nedostatečná práva
hu: Nem megfelelő jogosultságok
ja: 権限が不足しています
nl: Onvoldoende Privileges
pl: Niewystarczające uprawnienia

source: Snapshot deletion requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
ar: حذف صورة النظام تطلب إمتيازات المدراء لتتم .أنت لم تنقل أو تعرف على إمتيازات المدراء الضرورية .
ca: L'eliminació de instantànies requereix privilegis administratius per a funcionar. No teniu assignats els privilegis necessaris administratius. Consulteu al vostre administrador de sistema
cs: Smazání snímku požaduje administrátorská práva. Vy tato práva nemáte. Kontaktujte Vašeho správce systému
hu: Pillanatkép törléséhez adminisztratív jogosultságok szükségesek. Ön nem rendelkezik a szükséges adminisztratív jogosultságokkal. Lépjen kapcsolatba a rendszer adminisztrátorával.
ja: スナップショットの削除を実行するには管理権限が必要です。必要な管理権限が割り当てられていません。 システム管理者に問い合わせてください
nl: Momentopname verwijdering vereist administratieve privileges om te lopen. Je hebt niet de nodige administratieve privileges. Raadpleeg je systeembeheerder
pl: Usunięcie migawki wymaga uprawnień administratora. Nie masz przypisanych niezbędnych uprawnień administracyjnych. Skontaktuj się ze swoim administratorem systemu.

source: Hint
ar: ملحوظة
ca: Pista
cs: Nápověda
hu: Javaslat
