Repository: Lalufu/time-slider
Catalog: po/*.po
Languages: ar, ca, cs, hu, ja, nl, pl

source: Installing the optional meld package will enhance the file comparison visualization
ar: تنصيب إضافات meld الحزم سوف تحسن من عملية المقارنة المرئية
ca: Instal·lant el paquet addicional meld enriquirà la comparació de fitxers de virtualització
cs: Instalování volitelných balíčků zvýrazní vizualizaci srovnání souborů
hu: Opcionális csomag telepítésével növelheti a fájlok összehasonlításának megjelenítését.

source: Invalid arguments count.
ar: فشل بعد الحجج
ca: Nombre d'arguments incorrectes.
cs: Neplatný počet argumentů.
hu: Érvénytelen argumentum szám.
ja: 引数の数が無効です。
nl: Ongeldige argumenten aantal.
pl: Niepoprawna liczba argumentów.

source: Version explorer requires 2 arguments : - The path of the root snapshot directory. - The filename to explore.
ar: إصدار المستكشف يتطلب طلبين : - مسار مجلد صورة نظام حساب root- إسم الملف للإستعراض
ca: L'explorador de versions requereix 2 arguments : - La ruta del directori arrel de la instantània. - El nom del fitxer a explorar.
cs: Průzkumník verzí požaduje 2 argumenty: - Cestu k adresáři se snímky kořenového adresáře- Jméno souboru, které se má prozkoumat
hu: A verzió kezelő kettő paramétert igényel : - Az elérési útvonala a gyökér pillanatképnek. - Az érintett fájl neve.
ja: バージョンエクスプローラには次の 2 つの引数が必要です: - ルートスナップショットディレクトリのパス。 - 調査するファイル名。
nl: Versie ontdekker vereist 2 argumenten: - Het pad van de root locatie voor de momentopname. - De bestandsnaam te die gezocht wordt.
pl: Wersja przeglądarki potrzebuje 2 argumenty : -Ścieżkę do głównego katalogu migawek. Nazwę pliku do zbadania.

source: Select
ar: إختر
ca: Seleccionar
cs: Vybrat
hu: Kiválasztás
ja: 選択
nl: Selecteer
pl: Wybierz

source: Snapshot manager service dependency error
ar: خدمة إدارة صورة النظام تعتمد خطأ
ca: Error de dependència del servei gestor de instantànies
cs: Chyba v závislostech ve službě Správce snímků
hu: Pillanatkép kezelő szolgáltatás függőségi hiba
ja: スナップショットマネージャーサービスの依存関係エラー
nl: Momentopname manager service afhankelijkheid fout
pl: Błąd usługi menadżera migawek

source: The snapshot manager service has been placed offline due to a dependency problem. The following dependency problems were found: %s Run "svcs -xv" from a command prompt for more information about these dependency problems.
ar: خدمة إدارة صورة النظام تكون بحالة غير فعالة ويستحق الإعتمادية. اخطاء الإرتباطات التالية ممكن إيجادها: %s شغل الأمر التالي "svcs -xv" من خلال موجه الأوامر لمزيد من المعلومات حول أخطاء الإعتمادية.
ca: El servei gestor de instantànies s'ha posat fora de línia a causa del problema de dependència. S'han trobat els següents problemes de dependència: %s Executeu "svcs -xv" des de la línia de comandes per a més informació quant a aquests problemes de dependència.
cs: Služba Správce snímků byla umístěna offline kvůli problémům v závislostech. Následující chyby v závislostech byly nalezeny: %s Z příkazové řádky spusťte "svcs -xv" pro více informací o těchto potížích.
hu: A pillanatkép kezelő szolgáltatás üzemen kívül lett helyezve függőségi probléma miatt. A következő függőségi problémák merültek fel: %s Futtassa a "svcs -xv" parancsot további információkért a függőségi problémákról.
ja: 依存関係の問題が発生したために、スナップショットマネージャーサービスがオフラインになりました。次の依存関係の問題が検出されました: %s これらの依存関係の問題の詳細を表示するには、コマンドプロンプトから "svcs -xv" を実行してください。
nl: De momentopname manager dienst is uitgeschakeld wegens een afhankelijkheidsprobleem. De volgende afhankelijkheidsproblemen waren gevonden: %s Typ de opdrachtregel " svcs -xv" in een commandovenster voor meer informatie over deze afhankelijkheidsproblemen.
pl: Menadżer migawek został wyłączony z powodu problemu z zależnościami. Następujące problemy z zależnościami zostały wykryte: %s Wykonaj "svcs -xv" w terminalu aby uzyskać więcej informacji na temat tych problemów.

source: Snapshot manager service error
ar: خطأ خدمة إدارة صورة النظام
ca: S'ha produït un error al servei de gestió de instantànies
cs: Chyba ve službě Správce snímků
hu: Pillanatkép kezelő szolgáltatás hiba
ja: スナップショットマネージャーサービスのエラー
nl: Momentopname manager service fout
pl: Błąd menadżera migawek

source: The snapshot manager service has encountered a problem and has been disabled until the problem is fixed. See the svcs(1) man page for more information.
ar: خدمة إدارة صورة النظام تواجه المشاكل ولذلك هي غير فعالة حتى تحل المشكلة .
ca: El servei gestor de instantànies ha trobat un problema i ha estat deshabilitat mentre no es solucioni el problema. Vegeu la pàgina del manual svcs(1) per a més informació.
cs: Služba Správce snímku zaznamenala problém a byla proto vypnuta, dokud problém nebude vyřešen. Viz manuálové stránky svcs(1) pro více informací.
hu: A pillanatkép kezelő szolgáltatás problémába ütközött és ezért üzemen kívül lett helyezve a probléma megoldásáig. Lásd a svcs(1) man oldalt további információkért.
ja: スナップショットマネージャーサービスが問題を検出し、この問題が解決されるまで無効になっています。 詳細は、svcs(1) のマニュアルページを参照してください。
nl: De momentopname manager dienst heeft een probleem ondergaan en is uitgeschakeld totdat het probleem is opgelost. Zie de Svcs (1) man pagina voor meer informatie.
pl: Menadżer migawek napotkał problem i został wyłączony dopóki problem nie zostanie rozwiązany. Zobacz stronę manuala svcs(1) aby uzyskać więcej informacji.

source: The snapshot manager service does not appear to be installed on this system. See the svcs(1) man page for more information.
ar: خدمة إدارة صورة التظام لا تظهر على أنها منصبة ضمن النظام . إنظر الى svcs(1) man page for more information.
ca: El servei gestor de instantànies no sembla que estigui instal·lat en aquestsistema. Vegeu la pàgina del manual svcs(1) per a més informació.
cs: Služba Správce snímků se nezdá, že by byla nainstalována na tomto systému. Viz manuálové stránky svcs(1) pro více informací.
hu: A pillanatkép kezelő szolgáltatás nem úgy tűnik mint ha telepítve lenne ezen a rendszeren. Lásd a svcs(1) man oldalt további információkért.
ja: このシステムにはスナップショットマネージャーサービスがインストールされていないようです。 詳細は、svcs(1) のマニュアルページを参照してください。
nl: De momentopname manager dienst blijkt niet ge√Ønstalleerd te zijn op ditsysteem. Zie de svcs(1) man pagina voor meer informatie.
pl: Menadżer migawek nie jest zainstalowany na tym systemie. Zobacz stronę manuala svcs(1) aby uzyskać więcej informacji.

source: The snapshot manager service requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
ar: خدمة إدارة صورة النظام تحتاج الى صلاحيات المدير لكي تعمل , وأنت لم تعرف على أساس الإمتيازات الضرورية كمدير .
ca: El servei gestor de instantànies requereix privilegis d'administrador per a funcionar. No teniu assignats els privilegis necessaris administratius. Consulteu al vostre administrador de sistema
cs: Služba Správce snímků požaduje administrátorská práva. Vy tato práva nemáte. Kontaktujte Vašeho správce systému
hu: A pillanatkép kezelő szolgáltatás futtatásához adminisztratív jogosultságok szükségesek.Ön nem rendelkezik a szükséges adminisztratív jogosultságokkal. Lépjen kapcsolatba a rendszer adminisztrátorával.
ja: スナップショットマネージャーサービスを実行するには管理権限が必要です。必要な管理権限が割り当てられていません。 システム管理者に問い合わせてください
nl: De momentopname manager service vereist administratieve privileges om te lopen. Uheeft niet de vereiste administratieve privileges. Raadpleeg uw systeembeheerder
pl: Usługa menadżera migawek wymaga uprawnień administratora do działania. Nie masz przypisanych niezbędnych uprawnień administracyjnych. Skontaktuj się ze swoim administratorem systemu.

source: Invalid characters in snapshot name
ar: خطأ برموز إسم صورة النظام
ca: Caràcters no vàlids al nom de la instantània
cs: Neplatný znak v názvu snímku
hu: Érvénytelen karakterek a pillanatkép nevében
ja: スナップショット名の文字が無効です
nl: Ongeldige tekens in momentopname naam
pl: Niedozwolone znaki w nazwie migawki

source: Allowed characters for snapshot names are : [a-z][A-Z][0-9][-_.: All invalid characters will be removed
ar: الرموز المتاحة بإسم صورة النظام : [a-z][A-Z][0-9][-_.: وكل الرموز الغير متاحة قد أزيلت
ca: Els caràcters permesos pel nom de la instantània són : [a-z][A-Z][0-9][-_.: S'eliminaran tots els caràcters incorrectes
cs: Povolené znaky pro název snímku jsou následující: [a-z][A-Z][0-9][-_.: Všechny neplatné znaky budou odstraněny
hu: Pillanatkép nevében a következő karakterek engedélyezettek : [a-z][A-Z][0-9][-_.: Minden érvénytelen karakter eltávolításra kerül
ja: スナップショット名に許可されている文字は次のとおりです: [a-z][A-Z][0-9][-_.: 無効な文字はすべて削除されます。
nl: Geldige tekens voor momentopname namen zijn: [a-z] [A-Z] [0-9 ][-_.: Alle ongeldig tekens worden verwijderd
pl: Dozwolone znaki w nazwie migawki : [a-z][A-Z][0-9][-_.: Wszystkie inne znaki zostaną usunięte

source: Error occured while creating the snapshot
ar: الخطأ حدث عند إنشاء صورة النظام
ca: S'ha produït un error mentre s'estava creant la instantània
cs: Vyskytla se chyba při vytváření snímku
hu: Hiba lépett fel pillanatkép készítésekor
ja: スナップショットの作成中にエラーが発生しました
nl: Fout opgetreden tijdens het maken van de momentopname
pl: Wystąpił błąd podczas tworzenia migawki

source: Snapshot created successfully
ar: صورة النظام قد أنشأت بنجاح
ca: Instantània correctament creada
cs: Snímek byl vytvořen úspěšně
hu: Pillanatkép sikeresen elkészítve
ja: スナップショットが正常に作成されました
nl: Momentopname gemaakt
pl: Migawka została utworzona

source: Success
ar: نجاح
ca: Realitzat
cs: Úspěch
hu: Eredmény
ja: 成功
nl: Succes
pl: Powodzenie

source: A snapshot of zfs filesystem %(zfs_fs)s named %(valid_name)s has been created.
ar: الصورة ضمن نظام ملفات ZFS %(zfs_fs)s مسماه %(valid_name)s قد أنشأ .
ca: Una instantània del sistema de fitxers zfs %(zfs_fs)s anomenada %(valid_name)s ha estat creada.
cs: Byl vytvořen snímek ZFS souborového systému%(zfs_fs)s s názvem %(valid_name)s
hu: A %(zfs_fs)s ZFS fájlrendszeren %(valid_name)s névvel pillanatkép készült.
ja: zfs ファイルシステム %(zfs_fs)s のスナップショット (名前は %(valid_name)s) が作成されました。
nl: Een momentopname van zfs bestandssystem %(zfs_fs)s genaamd %(valid_name)s was gemaakt.
pl: Utworzono migawkę systemu plików zfs %(zfs_fs)s o nazwie %(valid_name)s

source: Snapshot Now requires 2 arguments : - The path of the directory to be snapshotted. - The zfs filesystem corresponding to this directory.
ar: صورة النظام تحتاج طلبين : - مسار المجلد الخاص بصور النظام . - نظام ملفات zfs متطابق مع مع المجلد
ca: Instantània Ara requereix 2 arguments : - La ruta del directori per fer la instantània. - El sistema de fitxers zfs corresponent al directori.
cs: Snímek nyní požaduje 2 argumenty: - Cestu k adresáři, kde má být snímek vytvořen- zfs souborový systém odpovídající tomuto adresáři
hu: A Pillanatkép Most kettő paramétert igényel : - A könyvtár elérési útvonala, amelyről a pillanatkép készül. - A könyvtárnak megfelelő ZFS fájlrendszer.
ja: 「今すぐスナップショット」には次の 2 つの引数が必要です: - スナップショットを取得するディレクトリのパス。 - このディレクトリに対応する zfs ファイルシステム。
nl: Momentopname vereist nu 2 argumenten : - Het pad van de locatie waarvan een momentopname van gemaakt wordt. - De zfs bestandssysteem dat met deze locatie correspondeert.
pl: Migawka Teraz potrzebuje 2 argumenty : - Ścieszkę dostępu do katalogu z którego migawka ma zostać utworzona. - System plików zfs powiązany z katalogiem.

source: Snapshot Now requires administrative privileges to run. You have not been assigned the necessaryadministrative priviliges. Consult your system administrator
ar: صورة النظام الأن تحتاج الى صلاحيات مدير للعمل , وأنت لم تعرف على أساس الإمتيازات الضرورية كمدير . راجع مدير النظام
ca: La instantània Ara requereix privilegis administratius per a funcionar. Sembla no teniu assignats els privilegis necessaris administratius. Consulteu al vostre administrador de sistema
cs: Snímek nyní vyžaduje administrátorská práva. Vy tato práva nemáte. Kontaktujte Vašeho správce systému
hu: Pillanatkép Most futtatásához adminisztratív jogosultságok szükségesek. Ön nem rendelkezik a szükséges adminisztratív jogosultságokkal. Lépjen kapcsolatba a rendszer adminisztrátorával.
ja: 「今すぐスナップショット」を実行するには管理権限が必要です。必要な管理権限が割り当てられていません。 システム管理者に問い合わせてください
nl: Momentopname vereist nu administratieve privileges om te lopen. Je hebt niet de nodige administratieve privileges. Raadpleeg uw systeembeheerder
pl: Migawka Teraz wymaga uprawnień administratora do działania. Nie masz przypisanych niezbędnych uprawnień administracyjnych. Skontaktuj się ze swoim administratorem systemu.

source: Error
ar: خطأ
cs: Chyba
hu: Hiba
ja: エラー
nl: Fout
pl: Błąd

source: Time Slider
ar: شريط تمرير الوقت
ja: タイムスライダ
nl: Tijd glijder
